export const MOVIES = [
    {
        name: 'Рэмбо первая кровь',
        id: '1ramb',
        image: '/rambo.jpg',
        rating: 7.9,
        mp4: '/rambo.mp4',
        ko: 'история Джона Рэмбо, ветерана Вьетнама, который, не найдя себе места в мирной жизни, сталкивается с враждебностью провинциального шерифа; после унижений в участке и побега, Рэмбо использует свои боевые навыки для партизанской войны в лесу, мстя за несправедливость, пока его не останавливает бывший командир, а сам фильм является драмой о травме солдата и неприятии его обществом'
    },
    {
        name: 'Храброе сердце',
        id: 'braveheart1995',
        image: '/mel.jpg',
        rating: 9.0,
        mp4: '/mel.mp4',
        ko: ''
    },
    // 5
    {
        name: 'Конан варвар',
        id: 'konan1982',
        image: '/barb.jpg',
        rating: 9.1,
        mp4: '/barb.mp4',
        ko: ''
    }
]