export const MOVIES = [
    {
        name: 'Рэмбо первая кровь',
        id: '1ramb',
        image: '/rambo.jpg',
        rating: 7.9,
        mp4: '/rambo.mp4',
        ko: 'История Джона Рэмбо, ветерана Вьетнама, который, не найдя себе места в мирной жизни, сталкивается с враждебностью провинциального шерифа; после унижений в участке и побега, Рэмбо использует свои боевые навыки для партизанской войны в лесу, мстя за несправедливость, пока его не останавливает бывший командир, а сам фильм является драмой о травме солдата и неприятии его обществом.'
    },
    {
        name: 'Храброе сердце (braveheart)',
        id: 'braveheart1995',
        image: '/mel.jpg',
        rating: 9.0,
        mp4: '/mel.mp4',
        ko: 'Фильм рассказывает о шотландском народном герое Уильяме Уоллесе, который, потеряв свою невесту от рук англичан, возглавил борьбу Шотландии за независимость против английского короля Эдуарда Длинноногого в конце XIII века; после трагической смерти его возлюбленной, Уоллес становится символом свободы, вдохновляя шотландцев на восстание и битву за свободу, кульминацией которой становится его героическая казнь и вдохновленная им победа Роберта Брюса. '
    },
    {
        name: 'Хищник 1987',
        id: 'predator1987',
        image: '/predator.jpg',
        rating: 9.2,
        mp4: '/.mp4',
        ko: 'Элитный отряд спецназа под командованием полковника Датча (Шварценеггер) отправляется на спасательную операцию, но становится жертвой невидимого инопланетного охотника, который методично их уничтожает, забирая черепа с позвоночниками в качестве трофеев.'
    },
    {
        name: 'Конан варвар',
        id: 'vravarArn',
        image: '/varvar.jpg',
        rating: 9.0,
        mp4: '/.mp4',
        ko: 'Рассказывает о юном Конане, чью деревню и родителей уничтожает культ змеепоклонника Тулсы Дума; выросший в раба и гладиатора, он обретает свободу и отправляется мстить, пройдя через множество приключений, чтобы в финале отомстить Думу, убив его в храме и освободив похищенную дочь короля. '
    },
    {
        name: 'Изо всех сил',
        id: 'izovsehsil',
        image: '/arm.jpg',
        rating: 9.5,
        mp4: '/.mp4',
        ko: 'Сюжет фильма «Изо всех сил» (1987) вращается вокруг дальнобойщика Линкольна Хоука (Сталлоне), который, после смерти жены, пытается наладить отношения с сыном, которого не видел 10 лет, и участвует в чемпионате мира по армрестлингу, чтобы заработать денег и осуществить мечту о собственном грузовике, попутно преодолевая противодействие своего бывшего тестя и завоевывая уважение сына.'
    },
    {
        name: 'Я легенда',
        id: 'Imlegend',
        image: '/legend.jpg',
        rating: 9.8,
        mp4: '/.mp4',
        ko: 'Сюжет «Я — легенда» повествует о Роберте Невилле, единственном выжившем в Нью-Йорке после вируса, превратившего людей в кровожадных мутантов, похожих на вампиров, которые активны ночью; днем он охотится и ищет лекарство, но оказывается, что мутанты умнее, чем кажутся, и сам он становится для них «легендой», а в финале осознает истинную природу зараженных и жертвует собой, чтобы спасти других. '
    },
    {
        name: 'Книга Илая',
        id: 'booksilay',
        image: '/books.jpg',
        rating: 9.1,
        mp4: '/.mp4',
        ko: 'Сюжет фильма «Книга Илая» вращается вокруг одинокого странника Илая, который после ядерной катастрофы несет через разрушенную Америку последнюю сохранившуюся книгу — Библию, написанную шрифтом Брайля. Он сталкивается с бандитами и тираном Карнеги, который хочет завладеть книгой, чтобы использовать её для контроля над людьми; в итоге Илай с помощью молодой женщины Солары доставляет книгу в безопасное место (Алькатрас) и успевает продиктовать её текст, после чего умирает, а его миссия продолжается. '
    },
    {
        name: 'Безумный Макс',
        id: 'madmax1979',
        image: '/madmax.jpg',
        rating: 9.0,
        mp4: '/.mp4',
        ko: 'Сюжет фильма «Безумный Макс» 1979 года разворачивается в постапокалиптической Австралии, где жизнь сосредоточена вокруг дорог, а бензин — главная ценность. Молодой полицейский Макс Рокатански сталкивается с бандой байкеров, которые мстят за своего товарища, убитого Максом. После гибели его напарника и жестокого убийства его семьи бандой байкеров во главе с «Потрошителем» (Toecutter) Макс, подавленный и озлобленный, уходит в отпуск, где его ждёт новая трагедия. В финале он, уже потеряв семью, отправляется в погоню за байкерами, жестоко расправляясь с ними поодиночке, пока не остаётся один в пустыне, став тем самым «Безумным Максом». '
    }
]