export const MOVIES = [
    {
        name: 'Рэмбо первая кровь',
        id: '1ramb',
        image: '/rambo.jpg',
        rating: 7.9,
        mp4: '/rambo.mp4',
        ko: 'История Джона Рэмбо, ветерана Вьетнама, который, не найдя себе места в мирной жизни, сталкивается с враждебностью провинциального шерифа; после унижений в участке и побега, Рэмбо использует свои боевые навыки для партизанской войны в лесу, мстя за несправедливость, пока его не останавливает бывший командир, а сам фильм является драмой о травме солдата и неприятии его обществом.'
    },
    {
        name: 'Храброе сердце (braveheart)',
        id: 'braveheart1995',
        image: '/mel.jpg',
        rating: 9.0,
        mp4: '/mel.mp4',
        ko: 'Фильм рассказывает о шотландском народном герое Уильяме Уоллесе, который, потеряв свою невесту от рук англичан, возглавил борьбу Шотландии за независимость против английского короля Эдуарда Длинноногого в конце XIII века; после трагической смерти его возлюбленной, Уоллес становится символом свободы, вдохновляя шотландцев на восстание и битву за свободу, кульминацией которой становится его героическая казнь и вдохновленная им победа Роберта Брюса. '
    }
]